Repository: rocavence/Flione-app
Catalog: Flione/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hant

source: Searches LRCLIB when your server has no lyrics. Sends the song title and artist to lrclib.net.
es: Busca en LRCLIB cuando tu servidor no tiene letra. Envía el título de la canción y el artista a lrclib.net.
ja: サーバに歌詞がない場合にLRCLIBを検索します。曲名とアーティスト名がlrclib.netに送信されます。
ko: 서버에 가사가 없을 때 LRCLIB에서 검색합니다. 노래 제목과 아티스트가 lrclib.net으로 전송됩니다.
pt_br: Busca no LRCLIB quando seu servidor não tem a letra. Envia o título da música e o artista para lrclib.net.
zh_hant: 伺服器沒有歌詞時改查 LRCLIB，會把歌名和藝人送到 lrclib.net。

source: Server
es: Servidor
ja: サーバ
ko: 서버
pt_br: Servidor
zh_hant: 伺服器

source: Server address for casting
es: Dirección del servidor para transmitir
ja: キャスト用のサーバアドレス
ko: 캐스트용 서버 주소
pt_br: Endereço do servidor para transmissão
zh_hant: 投放用的伺服器位址

source: Settings
es: Ajustes
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hant: 設定

source: Settings…
es: Ajustes…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
zh_hant: 設定⋯

source: Show Album
es: Mostrar álbum
ja: アルバムを表示
ko: 앨범 보기
pt_br: Mostrar Álbum
zh_hant: 顯示專輯

source: Show Queue
es: Mostrar cola
ja: キューを表示
ko: 대기열 보기
pt_br: Mostrar Fila
zh_hant: 顯示播放佇列

source: Show all
es: Mostrar todo
ja: すべて表示
ko: 모두 보기
pt_br: Mostrar tudo
zh_hant: 顯示全部

source: Show the song when a new one starts and Flione is in the background.
es: Muestra la canción cuando empieza una nueva y Flione está en segundo plano.
ja: Flioneがバックグラウンドにあるとき、新しい曲が始まると通知を表示します。
ko: Flione이 백그라운드에 있을 때 새 노래가 시작되면 노래를 표시합니다.
pt_br: Mostrar a música quando uma nova começar e o Flione estiver em segundo plano.
zh_hant: Flione 在背景時，換歌會顯示通知。

source: Shows account options
es: Muestra las opciones de la cuenta
ja: アカウントのオプションを表示します
ko: 계정 옵션을 표시합니다
pt_br: Mostra as opções da conta
zh_hant: 顯示帳號選項

source: Shuffle
es: Aleatorio
ja: シャッフル
ko: 셔플
pt_br: Aleatório
zh_hant: 隨機播放

source: Shuffle off
es: Aleatorio: no
ja: シャッフル：オフ
ko: 셔플 끔
pt_br: Aleatório desativado
zh_hant: 隨機播放：關閉

source: Shuffle on
es: Aleatorio: sí
ja: シャッフル：オン
ko: 셔플 켬
pt_br: Aleatório ativado
zh_hant: 隨機播放：開啟

source: Shuffle picks
es: Otras sugerencias
ja: おすすめをシャッフル
ko: 다시 추천
pt_br: Novas sugestões
zh_hant: 重新推薦

source: Sidebar
es: Barra lateral
ja: サイドバー
ko: 사이드바
pt_br: Barra lateral
zh_hant: 側欄

source: Sign In
es: Iniciar sesión
ja: サインイン
ko: 로그인
pt_br: Iniciar Sessão
zh_hant: 登入

source: Sign Out
es: Cerrar sesión
ja: サインアウト
ko: 로그아웃
pt_br: Encerrar Sessão
zh_hant: 登出

source: Sign Out of Jellyfin…
es: Cerrar sesión de Jellyfin…
ja: Jellyfinからサインアウト…
ko: Jellyfin에서 로그아웃…
pt_br: Encerrar Sessão do Jellyfin…
zh_hant: 登出 Jellyfin⋯

source: Sign in to YouTube Music
es: Iniciar sesión en YouTube Music
ja: YouTube Musicにサインイン
ko: YouTube Music에 로그인
pt_br: Iniciar sessão no YouTube Music
zh_hant: 登入 YouTube Music

source: Sign in to YouTube Music with Google
es: Iniciar sesión en YouTube Music con Google
ja: GoogleでYouTube Musicにサインイン
ko: Google로 YouTube Music에 로그인
pt_br: Iniciar sessão no YouTube Music com o Google
zh_hant: 用 Google 帳號登入 YouTube Music

source: Sign in with your Google account.
es: Inicia sesión con tu cuenta de Google.
ja: Googleアカウントでサインインします。
ko: Google 계정으로 로그인하십시오.
pt_br: Inicie sessão com sua conta do Google.
zh_hant: 用你的 Google 帳號登入。

source: Sign out of %@
es: Cerrar sesión de %@
ja: %@ からサインアウト
ko: %@에서 로그아웃
pt_br: Encerrar sessão de %@
zh_hant: 登出 %@

source: Signed in as %@
es: Sesión iniciada como %@
ja: %@ としてサインイン中
ko: %@(으)로 로그인됨
pt_br: Sessão iniciada como %@
zh_hant: 已登入 %@

source: Signed in. Switch to play from your server.
es: Sesión iniciada. Cambia para reproducir desde tu servidor.
ja: サインインしました。切り替えるとサーバの音楽を再生できます。
ko: 로그인되었습니다. 전환하면 서버의 음악을 재생할 수 있습니다.
pt_br: Sessão iniciada. Alterne para tocar do seu servidor.
zh_hant: 已登入。切換後就能播放伺服器上的音樂。

source: Silence
es: Silencio
ja: サイレンス
ko: 고요
pt_br: Silêncio
zh_hant: 寂靜

source: Slow
es: Lento
ja: 遅い
ko: 느리게
pt_br: Lento
zh_hant: 慢

source: Small
es: Pequeño
ja: 小
ko: 작게
pt_br: Pequeno
zh_hant: 小

source: Smaller
es: Más pequeño
ja: 縮小
ko: 축소
pt_br: Menor
zh_hant: 縮小

source: Smart
es: Inteligente
ja: スマート
ko: 스마트
pt_br: Inteligente
zh_hant: 智慧型

source: Smart Shuffle
es: Aleatorio inteligente
ja: スマートシャッフル
ko: 스마트 셔플
pt_br: Aleatório Inteligente
zh_hant: 智慧隨機播放

source: Smart Shuffle on (adds similar songs)
es: Aleatorio inteligente activado (añade canciones similares)
ja: スマートシャッフル：オン（似た曲を追加）
ko: 스마트 셔플 켬(비슷한 노래 추가)
pt_br: Aleatório Inteligente ativado (adiciona músicas parecidas)
zh_hant: 智慧隨機播放：開啟（會加入相似的歌曲）

source: Something calm to focus on work
es: Algo tranquilo para concentrarme en el trabajo
ja: 仕事に集中できる落ち着いた音楽
ko: 업무에 집중할 수 있는 차분한 음악
pt_br: Algo calmo para focar no trabalho
zh_hant: 專心工作時的安靜音樂

source: Song notifications
es: Notificaciones de canciones
ja: 曲の通知
ko: 노래 알림
pt_br: Notificações de música
zh_hant: 歌曲通知

source: Song · %@
es: Canción · %@
ja: 曲 · %@
ko: 노래 · %@
pt_br: Música · %@
zh_hant: 歌曲 · %@

source: Songs
es: Canciones
ja: 曲
ko: 노래
pt_br: Músicas
zh_hant: 歌曲

source: Sort
es: Ordenar
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
zh_hant: 排序

source: Sort albums, %@
es: Ordenar álbumes, %@
ja: アルバムを並べ替え、%@
ko: 앨범 정렬, %@
pt_br: Ordenar álbuns, %@
zh_hant: 專輯排序，%@

source: Sort by
es: Ordenar por
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
zh_hant: 排序方式

source: Sort by: %@
es: Ordenar por: %@
ja: 並べ替え：%@
ko: 정렬 기준: %@
pt_br: Ordenar por: %@
zh_hant: 排序：%@

source: Special thanks
es: Agradecimientos especiales
ja: スペシャルサンクス
ko: 특별히 감사한 분들
pt_br: Agradecimentos especiais
zh_hant: 特別感謝

source: Start Radio
es: Iniciar radio
ja: ラジオを開始
ko: 라디오 시작
pt_br: Iniciar Rádio
zh_hant: 開始電台

source: Start in the view you used last.
es: Empieza en la última vista que usaste.
ja: 前回使用した表示で起動します。
ko: 마지막으로 사용한 보기에서 시작합니다.
pt_br: Abrir na última visualização usada.
zh_hant: 啟動時回到上次使用的畫面。

source: Stop Casting
es: Detener transmisión
ja: キャストを停止
ko: 캐스트 중단
pt_br: Parar Transmissão
zh_hant: 停止投放

source: Stop Radio
es: Detener radio
ja: ラジオを停止
ko: 라디오 중단
pt_br: Parar Rádio
zh_hant: 停止電台

source: Stop keeping on top
es: Dejar de mantener encima
ja: 最前面に表示しない
ko: 항상 위에 표시 해제
pt_br: Deixar de manter na frente
zh_hant: 不再保持在最上層

source: Stops playback. Your other music source stays signed in.
es: Detiene la reproducción. Tu otra fuente de música mantiene la sesión iniciada.
ja: 再生を停止します。もう一方の音楽ソースはサインインしたままです。
ko: 재생을 중단합니다. 다른 음악 소스는 로그인 상태로 유지됩니다.
pt_br: Interrompe a reprodução. Sua outra fonte de música continua com a sessão iniciada.
zh_hant: 停止播放。另一個音樂來源的登入會保留。

source: Strong
es: Fuerte
ja: 強
ko: 강하게
pt_br: Forte
zh_hant: 強

source: Subtle
es: Sutil
ja: 弱
ko: 약하게
pt_br: Sutil
zh_hant: 輕微

source: Suggested
es: Sugerencias
ja: おすすめ
ko: 추천
pt_br: Sugeridos
zh_hant: 推薦

source: Suggested by Smart Shuffle
es: Sugerido por Aleatorio inteligente
ja: スマートシャッフルのおすすめ
ko: 스마트 셔플이 추천한 노래
pt_br: Sugerida pelo Aleatório Inteligente
zh_hant: 智慧隨機播放推薦的歌曲

source: Switch
es: Cambiar
ja: 切り替え
ko: 전환
pt_br: Alternar
zh_hant: 切換

source: Switch to %@
es: Cambiar a %@
ja: %@ に切り替え
ko: %@(으)로 전환
pt_br: Alternar para %@
zh_hant: 切換到 %@

source: System
es: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hant: 跟隨系統

source: Tap the heart next to a song and it will show up here.
es: Toca el corazón junto a una canción y aparecerá aquí.
ja: 曲の横のハートをタップすると、ここに表示されます。
ko: 노래 옆의 하트를 탭하면 여기에 표시됩니다.
pt_br: Toque no coração ao lado de uma música e ela aparecerá aqui.
zh_hant: 點歌曲旁的愛心，就會出現在這裡。

source: That username and password didn't work. Check them and try again.
es: Ese nombre de usuario y contraseña no funcionan. Compruébalos y vuelve a intentarlo.
ja: ユーザ名またはパスワードが正しくありません。確認してもう一度お試しください。
ko: 사용자 이름 또는 암호가 올바르지 않습니다. 확인한 후 다시 시도하십시오.
pt_br: Esse nome de usuário e senha não funcionaram. Verifique-os e tente de novo.
zh_hant: 使用者名稱或密碼不正確。請確認後再試一次。

source: The blurred cover of the song that's playing, behind the wall.
es: La portada difuminada de la canción en reproducción, detrás del muro.
ja: 再生中の曲のぼかしたカバーをウォールの背後に表示します。
ko: 커버 월 뒤에 재생 중인 노래의 흐릿한 커버를 표시합니다.
pt_br: A capa desfocada da música em reprodução, atrás do mural.
zh_hant: 封面牆後方顯示正在播放歌曲的模糊封面。

source: The cast device couldn't play “%@”. In Settings → Music Source, set a server address it can reach.
es: El dispositivo de transmisión no ha podido reproducir “%@”. En Ajustes → Fuente de música, indica una dirección de servidor a la que pueda acceder.
ja: キャストデバイスで“%@”を再生できませんでした。“設定”→“音楽ソース”で、デバイスからアクセスできるサーバアドレスを設定してください。
ko: 캐스트 기기에서 ‘%@’을(를) 재생할 수 없습니다. 설정 → 음악 소스에서 기기가 접근할 수 있는 서버 주소를 설정하십시오.
pt_br: O dispositivo de transmissão não conseguiu tocar “%@”. Em Ajustes → Fonte de Música, defina um endereço de servidor que ele consiga acessar.
zh_hant: 投放裝置無法播放「%@」。請到設定 → 音樂來源，填入它連得到的伺服器位址。

source: The center cover is always the brightest. Choose how dark the others get as they move away from it.
es: La portada central es siempre la más brillante. Elige cuánto se oscurecen las demás al alejarse de ella.
ja: 中央のカバーが常に最も明るくなります。中央から離れたカバーをどれだけ暗くするかを選択します。
ko: 가운데 커버가 항상 가장 밝습니다. 가운데에서 멀어질수록 다른 커버를 얼마나 어둡게 할지 선택하십시오.
pt_br: A capa central é sempre a mais clara. Escolha o quanto as outras escurecem à medida que se afastam dela.
zh_hant: 中間的封面永遠最亮，這裡設定離開中間的封面要變多暗。

source: The colors of every view. The orange that marks what's playing stays the same.
es: Los colores de todas las vistas. El naranja que marca lo que se está reproduciendo no cambia.
ja: すべての表示の色。再生中を示すオレンジは変わりません。
ko: 모든 보기의 색상입니다. 재생 중인 항목을 표시하는 주황색은 그대로 유지됩니다.
pt_br: As cores de todas as visualizações. O laranja que indica o que está tocando não muda.
zh_hant: 所有畫面的顏色。標示正在播放的橘色不會改變。

source: The free media server Flione was first built for.
es: El servidor multimedia gratuito para el que se creó Flione.
ja: Flioneが最初に対応した無料のメディアサーバ。
ko: Flione이 처음 만들어진 계기가 된 무료 미디어 서버입니다.
pt_br: O servidor de mídia gratuito para o qual o Flione foi criado.
zh_hant: 免費的媒體伺服器，Flione 最早就是為它而做。

source: The glow behind the covers is brightest while you move between albums. Choose how much it dims after you stop.
es: El resplandor detrás de las portadas es más intenso mientras pasas de un álbum a otro. Elige cuánto se atenúa al detenerte.
ja: カバーの背後の光は、アルバム間を移動しているときに最も明るくなります。止まった後にどれだけ暗くするかを選択します。
ko: 커버 뒤의 글로우는 앨범 사이를 이동할 때 가장 밝습니다. 멈춘 후 얼마나 어두워질지 선택하십시오.
pt_br: O brilho atrás das capas é mais intenso enquanto você passa entre os álbuns. Escolha o quanto ele diminui quando você para.
zh_hant: 封面後方的光暈在移動時最亮，這裡設定停下來後要暗多少。

source: The language of menus, buttons, and messages.
es: El idioma de los menús, botones y mensajes.
ja: メニュー、ボタン、メッセージの言語。
ko: 메뉴, 버튼 및 메시지의 언어입니다.
pt_br: O idioma dos menus, botões e mensagens.
zh_hant: 選單、按鈕與訊息使用的語言。

source: The music was back, but the players that worked with it looked plain and dated. So Flione was made.
es: La música había vuelto, pero los reproductores compatibles se veían simples y anticuados. Así nació Flione.
ja: 音楽は戻ってきたけれど、対応するプレーヤーはどれも地味で古くさかった。そこでFlioneが生まれました。
ko: 음악은 돌아왔지만 함께 쓸 수 있는 플레이어는 밋밋하고 낡아 보였습니다. 그래서 Flione이 만들어졌습니다.
pt_br: As músicas estavam de volta, mas os players compatíveis pareciam simples e ultrapassados. Então o Flione foi criado.
zh_hant: 音樂都回來了，能用的播放器卻都不太好看，也不夠現代。於是有了 Flione。

source: The name
es: El nombre
ja: 名前の由来
ko: 이름의 유래
pt_br: O nome
zh_hant: 命名的故事

source: The playlist is removed from your music server. The songs stay in your library.
es: La playlist se elimina de tu servidor de música. Las canciones se quedan en tu biblioteca.
ja: プレイリストは音楽サーバから削除されます。曲はライブラリに残ります。
ko: 플레이리스트가 음악 서버에서 제거됩니다. 노래는 보관함에 그대로 남아 있습니다.
pt_br: A playlist será removida do seu servidor de música. As músicas continuam na sua biblioteca.
zh_hant: 播放清單會從音樂伺服器上刪除，歌曲仍留在音樂庫。

source: The server answered, but something went wrong. Try again in a moment.
es: El servidor ha respondido, pero algo ha fallado. Vuelve a intentarlo en un momento.
ja: サーバは応答しましたが、問題が発生しました。しばらくしてからもう一度お試しください。
ko: 서버가 응답했지만 문제가 발생했습니다. 잠시 후 다시 시도하십시오.
pt_br: O servidor respondeu, mas algo deu errado. Tente de novo em instantes.
zh_hant: 伺服器有回應，但發生問題。請稍後再試。

source: The view you see when Flione starts.
es: La vista que ves al abrir Flione.
ja: Flioneの起動時に表示する画面。
ko: Flione을 시작할 때 표시되는 보기입니다.
pt_br: A visualização exibida quando o Flione é aberto.
zh_hant: Flione 啟動時顯示的畫面。

source: Theme
es: Tema
ja: テーマ
ko: 테마
pt_br: Tema
zh_hant: 主題

source: This playlist is empty.
es: Esta playlist está vacía.
ja: このプレイリストは空です。
ko: 이 플레이리스트는 비어 있습니다.
pt_br: Esta playlist está vazia.
zh_hant: 這個播放清單是空的。

source: Time Travel
es: Viaje en el tiempo
ja: タイムトラベル
ko: 시간 여행
pt_br: Viagem no Tempo
zh_hant: 時光旅行

source: Tiny
es: Diminuto
ja: 極小
ko: 아주 작게
pt_br: Minúsculo
zh_hant: 迷你

source: Title
es: Título
ja: タイトル
ko: 제목
pt_br: Título
zh_hant: 標題

source: Traced the menu bar icon.
es: Trazó el icono de la barra de menús.
ja: メニューバーアイコンのトレース。
ko: 메뉴 막대 아이콘의 윤곽을 그렸습니다.
pt_br: Desenhou o ícone da barra de menus.
zh_hant: 描出選單列 icon 的形狀。

source: Tracks
es: Pistas
ja: トラック
ko: 트랙
pt_br: Faixas
zh_hant: 曲目

source: Try a different spelling, or search for an artist or album name.
es: Prueba con otra ortografía o busca el nombre de un artista o álbum.
ja: 別のつづりを試すか、アーティスト名やアルバム名で検索してください。
ko: 다른 철자로 시도하거나 아티스트 또는 앨범 이름을 검색하십시오.
pt_br: Tente outra grafia ou busque pelo nome de um artista ou álbum.
zh_hant: 換個拼法試試，或改搜尋藝人、專輯名稱。

source: Turn Off Magic
es: Desactivar Magic
ja: Magicをオフにする
ko: Magic 끄기
pt_br: Desativar Magic
zh_hant: 關閉 Magic

source: Turn Off Shuffle
es: Desactivar aleatorio
ja: シャッフルをオフにする
ko: 셔플 끄기
pt_br: Desativar Aleatório
zh_hant: 關閉隨機播放

source: Turn off for square covers that touch each other, with no gaps.
es: Desactívalo para portadas cuadradas que se tocan, sin espacios.
ja: オフにすると、カバーは角の四角い形になり、すき間なく並びます。
ko: 끄면 커버가 간격 없이 서로 맞닿은 사각형으로 표시됩니다.
pt_br: Desative para capas quadradas encostadas umas nas outras, sem espaços.
zh_hant: 關閉後封面是直角，彼此緊貼、沒有間距。

source: Turn off for square covers.
es: Desactívalo para portadas cuadradas.
ja: オフにすると、カバーは角の四角い形になります。
ko: 끄면 커버가 사각형으로 표시됩니다.
pt_br: Desative para capas quadradas.
zh_hant: 關閉後封面是直角。

source: Unmute
es: Activar sonido
ja: 消音を解除
ko: 음소거 해제
pt_br: Ativar Som
zh_hant: 取消靜音

source: Up Next
es: A continuación
ja: 次に再生
ko: 다음 재생
pt_br: A Seguir
zh_hant: 接下來播放

source: Upbeat music for a weekend morning
es: Música animada para una mañana de fin de semana
ja: 週末の朝に聴きたいアップビートな音楽
ko: 주말 아침을 위한 경쾌한 음악
pt_br: Música animada para uma manhã de fim de semana
zh_hant: 週末早晨的輕快音樂

source: Use macOS 26 or later and turn on Apple Intelligence in System Settings. Discover runs entirely on this Mac.
es: Usa macOS 26 o posterior y activa Apple Intelligence en Ajustes del Sistema. Descubrir funciona completamente en este Mac.
ja: macOS 26以降を使用し、システム設定でApple Intelligenceをオンにしてください。「発見」はすべてこのMac上で動作します。
ko: macOS 26 이상을 사용하고 시스템 설정에서 Apple Intelligence를 켜십시오. 탐색 기능은 전적으로 이 Mac에서 실행됩니다.
pt_br: Use o macOS 26 ou posterior e ative a Apple Intelligence nos Ajustes do Sistema. Descobrir funciona inteiramente neste Mac.
zh_hant: 請使用 macOS 26 以上，並在系統設定開啟 Apple Intelligence。探索完全在這台 Mac 上執行。

source: Username
es: Nombre de usuario
ja: ユーザ名
ko: 사용자 이름
pt_br: Nome de usuário
zh_hant: 使用者名稱

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
zh_hant: 版本 %@

source: Visual. Glide between floating covers and pick what draws you in.
es: Visual. Deslízate entre portadas flotantes y elige la que te atraiga.
ja: ビジュアル。浮かぶカバーの間を滑るように進み、 惹かれる1枚を選ぼう。
ko: 비주얼. 떠다니는 커버 사이를 미끄러지며 마음을 끄는 것을 고르십시오.
pt_br: Visual. Deslize entre capas flutuantes e escolha o que chamar sua atenção.
zh_hant: 視覺。在浮動的封面間滑行， 挑出吸引你的那張。

source: Volume
es: Volumen
ja: 音量
ko: 음량
zh_hant: 音量

source: Volume Down
es: Bajar volumen
ja: 音量を下げる
ko: 음량 낮추기
pt_br: Diminuir Volume
zh_hant: 降低音量

source: Volume Up
es: Subir volumen
ja: 音量を上げる
ko: 음량 높이기
pt_br: Aumentar Volume
zh_hant: 提高音量

source: What do you feel like hearing?
es: ¿Qué te apetece escuchar?
ja: どんな音楽を聴きたい気分ですか？
ko: 어떤 음악을 듣고 싶으십니까?
pt_br: O que você quer ouvir?
zh_hant: 現在想聽什麼？

source: Year
es: Año
ja: 年
ko: 연도
pt_br: Ano
zh_hant: 年份

source: You can switch anytime with ⌘1, ⌘2, and ⌘3, or from the top-right corner.
es: Puedes cambiar en cualquier momento con ⌘1, ⌘2 y ⌘3, o desde la esquina superior derecha.
ja: ⌘1、⌘2、⌘3、または右上隅からいつでも切り替えられます。
ko: ⌘1, ⌘2, ⌘3 또는 오른쪽 상단 모서리에서 언제든지 전환할 수 있습니다.
pt_br: Você pode alternar a qualquer momento com ⌘1, ⌘2 e ⌘3, ou pelo canto superior direito.
zh_hant: 隨時可以用 ⌘1、⌘2、⌘3，或右上角的按鈕切換。

source: Your library is empty.
es: Tu biblioteca está vacía.
ja: ライブラリは空です。
ko: 보관함이 비어 있습니다.
pt_br: Sua biblioteca está vazia.
zh_hant: 你的音樂庫是空的。

source: Your library will appear as soon as the connection is back.
es: Tu biblioteca aparecerá en cuanto vuelva la conexión.
ja: 接続が戻るとすぐにライブラリが表示されます。
ko: 연결이 복구되는 즉시 보관함이 나타납니다.
pt_br: Sua biblioteca aparecerá assim que a conexão voltar.
zh_hant: 連線恢復後，音樂庫就會出現。

source: Your library will appear here as soon as the connection is back.
es: Tu biblioteca aparecerá aquí en cuanto vuelva la conexión.
ja: 接続が戻るとすぐにライブラリがここに表示されます。
ko: 연결이 복구되는 즉시 보관함이 여기에 나타납니다.
pt_br: Sua biblioteca aparecerá aqui assim que a conexão voltar.
zh_hant: 連線恢復後，音樂庫就會出現在這裡。

source: Your music server isn't responding.
es: Tu servidor de música no responde.
ja: 音楽サーバが応答していません。
ko: 음악 서버가 응답하지 않습니다.
pt_br: Seu servidor de música não está respondendo.
zh_hant: 你的音樂伺服器沒有回應。

source: Your playlists are empty.
es: No tienes playlists.
ja: プレイリストはありません。
ko: 플레이리스트가 없습니다.
pt_br: Suas playlists estão vazias.
zh_hant: 你還沒有播放清單。

source: Your queue is empty
es: Tu cola está vacía
ja: キューは空です
ko: 대기열이 비어 있음
pt_br: Sua fila está vazia
zh_hant: 播放佇列是空的

source: Your session with the music server ended. Sign in again to keep listening.
es: Tu sesión con el servidor de música ha terminado. Vuelve a iniciar sesión para seguir escuchando.
ja: 音楽サーバとのセッションが終了しました。続けて聴くにはもう一度サインインしてください。
ko: 음악 서버와의 세션이 종료되었습니다. 계속 들으려면 다시 로그인하십시오.
pt_br: Sua sessão com o servidor de música terminou. Inicie sessão de novo para continuar ouvindo.
zh_hant: 與音樂伺服器的連線階段已結束。請重新登入以繼續聆聽。

source: mediabox or 192.168.1.10:8096
es: mediabox o 192.168.1.10:8096
ja: mediabox または 192.168.1.10:8096
ko: mediabox 또는 192.168.1.10:8096
pt_br: mediabox ou 192.168.1.10:8096
zh_hant: mediabox 或 192.168.1.10:8096

source: rocavence on GitHub
es: rocavence en GitHub
ja: GitHubのrocavence
ko: GitHub의 rocavence
pt_br: rocavence no GitHub
zh_hant: rocavence 的 GitHub

source: “%@” has no songs to play.
es: “%@” no tiene canciones para reproducir.
ja: “%@”には再生できる曲がありません。
ko: ‘%@’에 재생할 노래가 없습니다.
pt_br: “%@” não tem músicas para tocar.
zh_hant: 「%@」沒有可以播放的歌曲。

source: “%@” is taking a while to load. Check your connection to the music server.
es: “%@” está tardando en cargar. Comprueba tu conexión con el servidor de música.
ja: “%@”の読み込みに時間がかかっています。音楽サーバとの接続を確認してください。
ko: ‘%@’을(를) 불러오는 데 시간이 걸리고 있습니다. 음악 서버 연결을 확인하십시오.
pt_br: “%@” está demorando para carregar. Verifique sua conexão com o servidor de música.
zh_hant: 「%@」載入得比較久。請檢查與音樂伺服器的連線。

source: Newest First
es: Más recientes
ja: 新しい順
ko: 최신순
pt_br: Mais recentes
zh_hant: 新到舊

source: Oldest First
es: Más antiguos
ja: 古い順
ko: 오래된 순
pt_br: Mais antigos
zh_hant: 舊到新

source: The album that's playing isn't in your library
es: El álbum que suena no está en tu biblioteca
ja: 再生中のアルバムはライブラリにありません
ko: 재생 중인 앨범이 보관함에 없습니다
pt_br: O álbum que está tocando não está na sua biblioteca
zh_hant: 正在播放的專輯不在你的音樂庫裡

source: Now playing
es: Reproduciendo
ja: 再生中
ko: 지금 재생 중
pt_br: Tocando agora
zh_hant: 正在播放

source: Next up
es: A continuación
ja: 次に再生
ko: 다음 곡
pt_br: A seguir
zh_hant: 接下來

source: Add “%@” to your library?
es: ¿Añadir “%@” a tu biblioteca?
ja: “%@”をライブラリに追加しますか？
ko: ‘%@’을(를) 보관함에 추가하겠습니까?
pt_br: Adicionar “%@” à sua biblioteca?
zh_hant: 要把「%@」加入收藏嗎？

source: Add to Library
es: Añadir a la biblioteca
ja: ライブラリに追加
ko: 보관함에 추가
pt_br: Adicionar à biblioteca
zh_hant: 加入收藏

source: This album isn't in your YouTube Music library yet, so it's not on the wall. Add it and Flione takes you there.
es: Este álbum aún no está en tu biblioteca de YouTube Music, así que no aparece en el muro. Añádelo y Flione te lleva hasta él.
ja: このアルバムはまだ YouTube Music のライブラリにないため、ウォールに表示されていません。追加すると Flione がそこへ移動します。
ko: 이 앨범은 아직 YouTube Music 보관함에 없어서 월에 표시되지 않습니다. 추가하면 Flione이 해당 앨범으로 이동합니다.
pt_br: Este álbum ainda não está na sua biblioteca do YouTube Music, então não aparece no mural. Adicione e o Flione leva você até ele.
zh_hant: 這張專輯還不在你的 YouTube Music 收藏裡，所以封面牆上沒有它。加入後 Flione 會帶你過去。

source: Couldn't add the album.
es: No se pudo añadir el álbum.
ja: アルバムを追加できませんでした
ko: 앨범을 추가할 수 없습니다
pt_br: Não foi possível adicionar o álbum.
zh_hant: 沒辦法加入收藏

source: Check your connection and try again.
es: Comprueba tu conexión y vuelve a intentarlo.
ja: 接続を確認して、もう一度お試しください。
ko: 연결을 확인한 후 다시 시도하십시오.
pt_br: Verifique sua conexão e tente novamente.
zh_hant: 請確認網路連線後再試一次。

source: What's playing is a video, not part of an album
es: Lo que suena es un video, no forma parte de un álbum
ja: 再生中なのはビデオで、アルバムには含まれていません
ko: 재생 중인 항목은 동영상이며 앨범에 속하지 않습니다
pt_br: O que está tocando é um vídeo, não faz parte de um álbum
zh_hant: 正在播放的是影片，不屬於任何專輯

source: %@ Radio
ja: %@ ラジオ
ko: %@ 라디오
pt_br: Rádio %@
zh_hant: %@ 電台

source: %@, playlist
ja: %@、プレイリスト
ko: %@, 플레이리스트
zh_hant: %@，播放清單

source: Aurora
ja: オーロラ
ko: 오로라
zh_hant: 極光

source: General
ja: 一般
ko: 일반
pt_br: Geral
zh_hant: 一般

source: Normal
ja: 標準
ko: 보통
zh_hant: 一般

source: Playlist
ja: プレイリスト
ko: 플레이리스트
zh_hant: 播放清單

source: Playlists
ja: プレイリスト
ko: 플레이리스트
zh_hant: 播放清單

source: Popular
ja: 人気
ko: 인기
pt_br: Populares
zh_hant: 熱門

source: Radio
ja: ラジオ
ko: 라디오
pt_br: Rádio
zh_hant: 電台
